// 이미지 지도의 중심좌표
export const center = {
    lat: 37.52906490002707,
    lng: 127.0093900794099
}

// 순차적으로 표시할 마커 위치
export const location = [
    {
        name: '우리 집',
        lat: 37.54149866167363,
        lng: 127.0099800303521
    },
    {
        name: '철수 집',
        lat: 37.53546233929254,
        lng: 126.996831991781
    },
    {
        name: '짱구 집',
        lat: 37.52830826555813,
        lng: 127.00626753186883
    },
    {
        name: '훈이 집',
        lat: 37.52803560792411,
        lng: 127.02441387083671
    },
    {
        name: '회사',
        lat: 37.52484601385873,
        lng: 127.024639085625
    },
    {
        name: '유리 집',
        lat: 37.518448583570986,
        lng: 127.02608488539789
    }
]


export const overlay = (name: string) => `<div class ="speech-bubble">${name}</div>`;

